[BondmateSpotter_Aim_New X2AbilityTemplate]
LocFriendlyName="观察员"
LocHelpText="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其命中提升。若搭档在身边则进一步提升。"
LocLongDescription="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其命中提升。若搭档在身边则进一步提升。"

[BondmateSpotter_Aim_Adjacency_New X2AbilityTemplate]
LocFriendlyName="观察员邻接加成"
LocHelpText="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其命中提升。若搭档在身边则进一步提升。"
LocLongDescription="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其命中提升。若搭档在身边则进一步提升。"

[BondmateSpotter_Crit X2AbilityTemplate]
LocFriendlyName="高级观察员"
LocHelpText="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其暴击提升。若搭档在身边则进一步提升。"
LocLongDescription="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其暴击提升。若搭档在身边则进一步提升。"

[BondmateSpotter_Crit_Adjacency X2AbilityTemplate]
LocFriendlyName="高级观察员临接加成"
LocHelpText="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其暴击提升。若搭档在身边则进一步提升。"
LocLongDescription="当该士兵的目标为搭档攻击过或是攻击过搭档时，该士兵对其暴击提升。若搭档在身边则进一步提升。"

[BondmateReturnFire_Passive X2AbilityTemplate]
LocFriendlyName="兄弟守护者"
LocHelpText="有敌人攻击搭档时，该士兵有几率向那名敌人还击。搭档处于士兵身边时还击几率提升。"
LocLongDescription="有敌人攻击搭档时，该士兵有几率向那名敌人还击。搭档处于士兵身边时还击几率提升。"

[BondmateReturnFire_Improved_Passive X2AbilityTemplate]
LocFriendlyName="兄弟守护者（高级）"
LocHelpText="有敌人攻击搭档时，该士兵将有大概率朝那名敌人还击。搭档处于士兵身边时还击几率提升。"
LocLongDescription="有敌人攻击搭档时，该士兵将有大概率朝那名敌人还击。搭档处于士兵身边时还击几率提升。"